Repository: elementary/music
Catalog: po/extra/*.po
Languages: ca, de, es, fa, fr, hu, pl, ru, sv, tr, uk, zh_cn, zh_tw

source: Music
ca: Música
de: Musik
es: Música
fa: موسیقی
fr: Musique
hu: Zene
pl: Muzyka
ru: Музыка
sv: Musik
tr: Müzik
uk: Музика
zh_cn: 音乐
zh_tw: 音樂

source: The official elementary music player
de: elementarys offizielle Anwendung zur Musikwiedergabe
es: El reproductor de música oficial de elementary OS
tr: Resmi elementary müzik çaları

source: Music is a fast and beautiful audio player with a focus on music and libraries. It handles external devices and album art.
de: Musik ist ein schneller, schicker Audio-Player mit dem Schwerpunkt auf Musik und Bibliotheken. Es verwaltet externe Geräte und Alben-Cover.
tr: Müzik, senin müziklerine ve kütüphanene yoğunlaşan hızlı ve güzel bir ses oynatıcısıdır. Harici cihazların ve albüm kapaklarının üstesinden rahatlıkla gelir.

source: Drop support for Last.FM
ca: S'abandona el suport per a Last.FM
de: Support für Last.FM eingestellt
fa: پشتیبانی Last.FM را قطع کنید
fr: Arrêt de la prise en charge de Last.FM
hu: Last.FM támogatásának megszűnése
pl: Usunięto wsparcie dla Last.FM
ru: Прекращена поддержка Last.FM
sv: Slopat stöd för Last.FM
tr: Last.FM desteği sonlandırıldı
uk: Завершено підтримку Last.FM
zh_tw: 捨棄對 Last.FM 的支援

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fa: ترجمه های به روز شده
fr: Mise à jour des traductions
hu: Frissített fordítások
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлено переклади
zh_cn: 更新翻译
zh_tw: 更新翻譯

source: Fix an issue with saving smart playlists
de: Fehler behoben, der beim Speichern von smarten Playlists auftrat
es: Solucionar un problema al guardar listas de reproducción inteligentes
tr: Akıllı çalma listelerini kaydetmeyle ilgili bir sorun düzeltildi

source: Drop support for CD-ROM
de: Support für CD-ROM eingestellt
es: Ya no se admiten CD-ROM
tr: CD-ROM desteği sonlandırıldı

source: Dark style support
de: Unterstützung für dunklen Stil
es: Soporte para el modo oscuro
tr: Koyu renk tema desteği eklendi

source: Minor visual improvements
de: Kleinere visuelle Verbesserungen
es: Pequeñas mejoras visuales
tr: Küçük görsel iyileştirmeler

source: Fix removing items from the queue
de: Fehler behoben, der beim Entfernen von Titeln in der Warteschlange auftrat
es: Corrección de la eliminación de elementos de la cola
tr: Öğelerin kuyruktan kaldırılması düzeltildi

source: Fix equalizer sliders not properly disabled sometimes
de: Fehler behoben, bei dem die Slider des Equalizers manchmal nicht korrekt deaktiviert wurden
es: Corrección de los controles deslizantes del ecualizador que a veces no están desactivados correctamente
tr: Ekolayzır kaydıraklarının bazen düzgün bir şekilde devre dışı bırakılamaması düzeltildi

source: Performance improvements
de: Leistungsverbesserungen
es: Mejoras de rendimiento
tr: Performans iyileştirmeleri

source: Removed old gsignond vapi
de: Alte gsignond vapi entfernt
es: Se eliminó la antigua VAPI gsignond
tr: Eski gsignond vapi kaldırıldı

source: LibraryWindow: Use Granite.MessageDialog for showing alerts
de: LibraryWindow: Benutze Granite.MessageDialog um Alarme anzuzeigen
es: LibraryWindow: Usar Granite.MessageDialog para mostrar alertas
tr: Uyarıları göstermek için LibraryWindow: Granite.MessageDialog kullanılıyor

source: PlaylistsUtils: Use Gtk.FileChooserNative
de: PlaylistsUtils: benutze Gtk.FileChooserNative
es: PlaylistsUtils: Usar Gtk.FileChooserNative
tr: PlaylistsUtils: Gtk.FileChooserNative kullanılıyor

source: Accurately remember window size
de: Fenstergröße merken
es: Se recuerda con precisión el tamaño de la ventana
tr: Pencere boyutları doğru bir şekilde hatırlanır

source: Scale album art properly at high resolutions
de: Korrekte Skalierung des Album Covers bei hohen Auflösungen
es: Se escala la cubierta del álbum correctamente en resoluciones altas
tr: Yüksek çözünürlükte albüm görselleri düzgün bir şekilde boyutlanır

source: Accurately select Music Folder Location for directories with spaces in name
de: Speicherort des Musikordners für Verzeichnisse mit Leerzeichen im Namen korrekt auswählen
es: Selección precisa de la ubicación de la carpeta de música en directorios con espacios en el nombre
tr: Adında boşluk bulunan dizinler için Müzik Klasörü Konumu'nu doğru seçilir

source: New MediaKeyListener path for gnome-settings-daemon
de: Neuer Pfad für MediaKeyListener im gnome-settings-daemon
es: Ruta nueva de MediaKeyListener para gnome-settings-daemon
tr: gnome-settings-daemon için yeni MediaKeyListener yolu

source: AlbumView: double-click to play album
de: AlbumView: Doppelklick um Album abzuspielen
es: AlbumView: pulse dos veces para reproducir el álbum
tr: AlbümGörünümü: albümü çalmak için çift tıklatın

source: Associate with s3m files
de: Mit s3m-Dateien verknüpfen
es: Asociación con archivos s3m
tr: s3m dosyaları ile ilişkilendir

source: Queue fixes
de: Korrekturen an der Warteschlange
es: Arreglos en la cola
tr: Kuyruk düzeltmeleri

source: Properly restore playlists
de: Wiedergabelisten ordnungsgemäß wiederherstellen
es: Se restauran adecuadamente las listas de reproducción
tr: Çalma listelerini düzgünce geri yükleme

source: Always respect custom music folder setting
de: Immer benutzerdefinierte Musikordnereinstellungen berücksichtigen
es: Se respeta siempre la configuración personalizada de la carpeta de música
tr: Her zaman özel müzik klasörü ayarına uy

source: Minor bug fixes
de: Kleinere Fehlerbehebungen
es: Correcciones de errores menores
tr: Küçük hata düzeltmeleri

source: Fix list and column view sorting
de: Sortierung von Listen und Spaltenansichten korrigiert
es: Se arregló la ordenación de las vistas de lista y por columnas
tr: Liste ve sütun görünümü sıralaması düzeltildi

source: Add orange accent color
de: Orange Akzentfarbe hinzugefügt
es: Se añadió el color de realce naranja
tr: Turuncu vurgulama rengi eklendi

source: Add shortcut accels to tooltips
de: Tastenkombinationen zur Kurzinfo hinzufügen
es: Se añadieron atajos a las descripciones emergentes
tr: Araç ipuçlarına kısayol erişimleri eklendi

source: Various UI changes
de: Verschiedene UI Änderungen
es: Varios cambios en la interfaz de usuario
tr: Çeşitli kullanıcı arayüzü (UI) değişiklikleri

source: Shuffle fixes
de: Fehlerbehebungen bei der Shuffle Wiedergabe
es: Correcciones en el modo aleatorio
tr: Karıştır özelliği düzeltmeleri

source: Initial MPRIS support
de: Erstmalige MPRIS-Unterstützung
es: Compatibilidad inicial con MPRIS
tr: MPRIS desteği eklendi

source: Detect library changes at startup.
de: Bibliothek beim Start automatisch aktualisieren.
es: Se detectan cambios en la fonoteca al iniciar.
tr: Başlangıçta kitaplıktaki değişiklikleri algıla.

source: Support searching by URI
de: Unterstützung der Suche per URI
es: Se permiten las búsquedas por URI
tr: URI ile arama desteği

source: Change the queue mechanism to make it less confusing.
de: Warteschlangen-Mechanismus ändern, um ihn weniger missverständlich zu gestalten.
es: Se cambió el mecanismo de la cola para que sea menos confuso.
tr: Daha az kafa karıştırıcı olması için kuyruk mekanizması değiştirildi.

source: Improve equalizer style.
de: Verbesserter Equalizer-Style.
es: Se mejoró el estilo del ecualizador.
tr: Equalizer tarzı iyileştirildi.

source: Minor bug fixes.
de: Kleine Fehlerbehebungen.
es: Correcciones de errores menores.
tr: Küçük hata düzeltmeleri.

source: Add rounded bottom window corner.
de: Abgerundete untere Fensterecke hinzufügen.
es: Agregar la esquina inferior redondeada de la ventana.
tr: Pencere alt köşeleri yuvarlatıldı.

source: New translations
de: Neue Übersetzungen
es: Traducciones nuevas
tr: Yeni çeviriler

source: Release for Loki.
de: Release für Loki.
es: Lanzamiento de Loki.
tr: Loki için yayınlandı.

source: Add support for Opus Ogg
de: Unterstützung für Opus Ogg hinzugefügt
es: Se añadió compatibilidad con Opus Ogg
tr: Opus Ogg desteği eklendi

source: Fix Ctrl+Q support for non-Latin keyboard layouts
de: Strg+Q-Unterstützung für nicht-lateinische Tastaturlayouts repariert
es: Corrección de compatibilidad de Ctrl+Q para diseños de teclado no latinos
tr: Latin olmayan klavye düzenleri için Ctrl+Q desteği düzeltildi

source: Reorganize media edition layout
de: Layout der Medienausgabe anpassen
es: Se reorganizó la disposición de edición de medios
tr: Medya sürümü düzeni yeniden düzenlendi

source: Port grid to support HiDPI displays
de: Port-Raster zur Unterstützung von HiDPI-Displays
es: Se reescribió la cuadrícula para admitir pantallas HiDPI
tr: HiDPI ekranları desteklemek için port ızgarası

source: Update icons to latest elementary icon release
de: Icons auf die neueste Version von elementary Icons aktualisieren
es: Se actualizó a la versión más reciente de los iconos de elementary
tr: Simgeler en son elementary simge sürümüne güncellendi

source: Respect privacy mode
de: Datenschutzmodus berücksichtigen
es: Se respeta el modo de privacidad
tr: Gizlilik modunu dikkate al

source: Music Player
de: Musikwiedergabe
es: Música
tr: Müzik Çalar

source: Listen to music
ca: Escolteu música
de: Musik anhören
es: Escucha música
fa: گوش دادن به موسیقی
fr: Écouter de la musique
hu: Zene hallgatása
pl: Słuchaj muzykę
ru: Слушайте музыку
sv: Lyssna på musik
tr: Müzik dinle
uk: Прослуховування музики
zh_cn: 聆听音乐
zh_tw: 聆聽音樂

source: Noise;Audio;Player;MP3;iPod;Play;Playlist;Media;Phone;Songs;
de: Noise;Audio;Player;MP3;iPod;Play;Playlist;Medien;Telefon;Songs;
es: Ruido; Audio; Reproductor; MP3; iPod; Reproducción; Lista de reproducción; Medios; Teléfono; Canciones;
tr: Noise;Ses;Oynatıcı;MP3;iPod;Çal;Çalma Listesi;Medya;Telefon;Şarkılar;Audio;Player;Play;Playlist;Media;Phone;Songs;

source: Queue and play local audio files
ca: Posa a la cua i reprodueix fitxers d'àudio locals
fa: صف بندی و پخش فایل های صوتی
fr: Ajoutez des fichiers audio à la file d'attente et jouez des fichiers locaux
hu: Helyi hangfájlok sorbaállítása és lejátszása
pl: Kolejkowanie i odtwarzanie lokalnych plików audio
ru: Ставьте в очередь и воспроизводите локальные аудиофайлы
sv: Köa och spela upp lokala ljudfiler
uk: Черга та відтворення локальних аудіофайлів
zh_cn: 添加音频文件到待播列表并播放本地音频
zh_tw: 佇列並播放本地音訊檔案

source: Quickly queue up and listen to your local music files without any extra frills. See embedded album artwork. Control playback with media keys or in the system audio indicator.
ca: Poseu ràpidament els fitxers de música locals en una cua i escolteu-los sense complicacions. Hi podeu veure la imatge de l'àlbum encastada. Controleu-ne la reproducció amb les tecles multimèdia o amb l'indicador d'àudio del sistema.
fa: به سرعت در صف قرار دهید و به فایل های موسیقی های درون کامپیوتر خود بدون هیچ گونه زواید اضافی گوش دهید. آثار هنری آلبوم جاسازی شده را ببینید. پخش را با کلیدهای رسانه یا در نشانگر صوتی سیستم کنترل کنید.
fr: Ajoutez rapidement en file d'attente et écoutez vos fichiers musicaux locaux sans superflu. Visualisez les pochettes d'album intégrées. Contrôlez la lecture avec les touches multimédia ou dans l'indicateur audio du système.
hu: Tegye könnyedén lejátszási listára és hallgassa a kedvenc helyi zeneszámait minden egyéb kényelmetlenség nélkül. Gyönyörködjön a beépített albumborítókban. Irányítsa a lejátszást a médiagombokkal vagy a rendszer hangkijelzésén.
pl: Szybko dodaj do kolejki i słuchaj swoich lokalnych plików muzyki bez zbędnych przeszkód. Zobacz dołączoną okładkę albumu. Kontroluj odtwarzanie przy użyciu przycisków medialnych lub systemowego indykatora audio.
ru: Создавайте очередь и слушайте свои локальные музыкальные файлы без каких-либо дополнительных проблем. Наслаждайтесь встроенной обложкой альбома. Управляйте воспроизведением с помощью мультимедийных клавиш или системного индикатора звука.
sv: Lägg snabbt upp i kö och lyssna på dina lokala musikfiler utan några extra krusiduller. Se inbäddade albumomslag. Styr uppspelningen med mediaknappar eller i systemets ljudindikator.
uk: Швидко додавайте в чергу і слухайте свої локальні музичні файли без зайвих дій. Переглядайте вбудовану обкладинку альбому. Керуйте відтворенням за допомогою медіаклавіш або через системний аудіоіндикатор.
zh_tw: 輕易的佇列並聆聽您本機的音樂檔案。查看內嵌的專輯封面。用媒體按鍵或系統音訊指示器來控制播放。

source: Quickly queue up your favorite tracks
ca: Poseu ràpidament les cançons preferides a la cua
fa: به سرعت آهنگ های مورد علاقه خود را در صف قرار دهید
fr: Mettez rapidement en file d'attente vos morceaux préférés
hu: Tegye könnyedén lejátszási listára a kedvenc zeneszámait
pl: Szybkie kolejkowanie twoich ulubionych utworów
ru: Быстро ставьте в очередь свои любимые треки
sv: Lägg snabbt upp dina favoritlåtar i kö
uk: Швидке створення черги з улюблених доріжок
zh_tw: 快速將您最愛的曲目加入待播清單

source: Improvements:
ca: Millores:
fa: بهبودها:
fr: Améliorations :
hu: Újítások:
pl: Ulepszenia:
ru: Улучшения:
sv: Förbättringar:
uk: Поліпшення:
zh_cn: 改善项目：
zh_tw: 改善項目：

source: Show album art in the sound indicator
ca: Mostra la portada de l'àlbum a l'indicador de so
hu: Borítókép megjelenítése a hangindikátorban
sv: Visa albumomslag i ljudindikatorn

source: Clear the queue
ca: Buida la cua
hu: Sor törlése
sv: Töm kön

source: Toolbar shows a shadow when the view is scrolled
ca: La barra d'eines mostra una ombra quan es desplaça la vista.
fa: وقتی نما اسکرول می شود، تولبار یک سایه را نشان می دهد
fr: La barre d'outils affiche une ombre lorsque la vue défile
hu: Az eszköztárnak árnyéka van görgetéskor
pl: Pasek narzędzi pokazuje teraz cień gdy widok jest przesunięty
ru: Панель инструментов отбрасывает тень при прокрутке представления
sv: Verktygsfältet visar en skugga när vyn rullas
uk: Панель інструментів показує тінь під час гортання
zh_cn: 工具栏在滚动视图时会显示阴影
zh_tw: 工具列在捲動檢視時會顯示陰影

source: Open audio files from within Music
ca: Obriu fitxers d'àudio des de Música.
fa: فایل های صوتی را از داخل Music باز کنید
fr: Ouvrez des fichiers audio à partir de Musique
hu: Hangfájlok megnyitása a Zenén belül
pl: Otwieranie plików audio z Muzyki
ru: Открытие аудиофайлов из приложения Музыки
sv: Öppna ljudfiler inifrån Musik
uk: Відкриття аудіофайлів у застосунку Музика
zh_cn: 从《音乐》开启音频文件
zh_tw: 從《音樂》開啟音訊檔案

source: Open folders in the filemanager with Music
ca: Obre les carpetes al gestor de fitxers amb Música
fa: پوشه ها را در فایل منیجر با Music باز کنید
fr: Ouvrez des dossiers dans le gestionnaire de fichiers avec Musique
hu: Mappák megnyitása a fájlkezelőből a Zenével
pl: Otwieranie folderów przy użyciu menedżera plików używając Muzyki
ru: Открывайте папки в файловом менеджере с помощью Музыки
sv: Öppna mappar i filhanteraren med Musik
uk: Відкривайте теки у файловому менеджері за допомогою застосунку Музика
zh_cn: 使用 “音乐” 在文件管理器中打开文件夹
zh_tw: 從檔案管理員用《音樂》開啟資料夾

source: For tracks without a title, use the file name instead of the whole URI
ca: Per a les pistes sense títol, usa el nom del fitxer en lloc de l'URI sencer.
fa: برای ترک‌های بدون عنوان، از نام فایل به جای کل URI استفاده کنید
fr: Pour les morceaux sans titre, utilisation du nom du fichier au lieu de l'URI complet
hu: A cím nélküli számoknál a fájlnév használata a teljes URI helyett
pl: Dla utworów bez tytułu używana jest teraz nazwa pliku zamiast całego URI
ru: Использование для треков без названия имя файла вместо всего URI
sv: För spår utan titel, använd filnamnet i stället för hela URI:n
uk: Для доріжок без назви використовується назва файлу, а не весь URI
zh_cn: 为没有标题的曲目使用文件名称而非整个 URI
zh_tw: 為沒有標題的曲目使用檔案名稱而非整個 URI

source: Skip invalid files instead of stopping playback
ca: Omet els fitxers no vàlids en lloc d'aturar la reproducció.
fa: به جای توقف پخش، فایل های نامعتبر را رد کنید
fr: Saut des fichiers non valides plutôt que d'arrêter la lecture
hu: Az érvénytelen számok átugrása a lejátszás megállítása helyett
pl: Niepoprawne pliki są teraz pomijane, zamiast zatrzymywania odtwarzania
ru: Пропуск некорректных файлов вместо остановки воспроизведения
sv: Hoppa över ogiltiga filer istället för att stoppa uppspelningen
uk: Пропуск неприпустимих файлів замість припинення відтворення
zh_cn: 跳过无效文件而非停止播放
zh_tw: 跳過無效檔案而非停止播放

source: Next and Repeat buttons always work regardless of repeat mode
ca: Els botons Següent i Repeteix sempre funcionen independentment del mode de repetició.
fa: دکمه های Next و Repeat همیشه بدون توجه به حالت تکرار کار می کنند
fr: Les boutons Suivant et Répéter fonctionnent toujours, quel que soit le mode de répétition
hu: A Következő és Ismétlés gombok mindig működnek, az ismétlési módtól függetlenül
pl: Przyciski Następny oraz Powtarzaj działają zawsze, niezależnie od trybu powtarzania
ru: Кнопки «Следующий» и «Повтор» теперь работают всегда, вне зависимости от режима повтора
sv: Knapparna Nästa och Upprepa fungerar alltid oavsett upprepningsläge
uk: Кнопки «Далі» та «Повторити» працюватимуть завжди, незалежно від режиму повтору
zh_cn: “下一首”和“重复”按钮始终可用并不受重复模式影响
zh_tw: 下一首和重複按鈕現在不論重複模式為何仍然會正常運作

source: Now available in Catalan, Dutch, Finnish, French, German, Hebrew, Hungarian, Japanese, Korean, Kurdish, Marathi, Norwegian Bokmål, Polish, Portuguese, Russian, Simplified Chinese, Turkish, and Ukrainian
ca: Ara- està disponible en català, alemany, finès, francès, hebreu, hongarès, japonès, coreà, kurd, marathi, noruec bokmål, polonès, portuguès, rus, xinès simplificat, turc i ucraïnès.
fa: اکنون به زبان های کاتالان، هلندی، فنلاندی، فرانسوی، آلمانی، عبری، مجارستانی، ژاپنی، کره ای، کردی، مراتی، نروژی بوکمال، لهستانی، پرتغالی، روسی، چینی ساده شده، ترکی و اوکراینی موجود است
fr: Désormais disponible en allemand, catalan, coréen, finnois, français, hébreu, hongrois, japonais, kurde, marathi, norvégien Bokmål, néerlandais, polonais, portugais, russe, chinois simplifié, turc et ukrainien
hu: Most elérhető magyar, egyszerűsített kínai, finn, francia, héber, holland, japán, katalán, koreai, kurd, lengyel, maráthi, német, norvég bokmål, orosz, portugál, török és ukrán nyelven
pl: Teraz dostępne również po katalońsku, duńsku, fińsku, francusku, niemiecku, hebrajsku, węgiersku, japońsku, koreańsku, kurdyjsku, marathi, norweskim bokmål, polsku, portugalsku, rosyjsku, chińsku (uproszczony), turecku i ukraińsku
ru: Теперь доступно на каталанском, голландском, финском, французском, немецком, иврите, венгерском, японском, корейском, курдском, маратхи, норвежском букмоле, польском, португальском, русском, упрощенном китайском, турецком и украинском языках
sv: Nu tillgänglig på katalanska, nederländska, finska, franska, tyska, hebreiska, ungerska, japanska, koreanska, kurdiska, marathi, norska bokmål, polska, portugisiska, ryska, förenklad kinesiska, turkiska och ukrainska
uk: Відтепер доступний каталонською, нідерландською, фінською, французькою, німецькою, івритом, угорською, японською, корейською, курдською, маратхі, норвезькою букмол, польською, португальською, російською, спрощеною китайською, турецькою, українською та японською мовами
zh_cn: 现在支持加泰罗尼亚语、荷兰语、芬兰语、法语、德文、希伯来文、匈牙利语、日文、韩文、库德语、马拉提语、挪威语（博克马尔语）、波兰语、葡萄牙语、俄文、简体中文、土耳其文，以及乌克兰语
zh_tw: 現在支援加泰羅尼亞語、荷蘭語、芬蘭語、法語、德文、希伯來文、匈牙利語、日文、韓文、庫德語、馬拉提語、挪威語（博克馬爾語）、波蘭語、葡萄牙語、俄文、簡體中文、土耳其文，以及烏克蘭語

source: Complete rewrite
ca: Reescriptura completa
fa: بازنویسی کامل
fr: Réécriture complète
hu: Teljes újraírás
pl: Całkowite przepisanie
ru: Приложение было полностью переписано
sv: Fullständig omskrivning
uk: Повністю перероблено
zh_cn: 完全重写
zh_tw: 完全重寫

source: Noise;Audio;Player;MP3;Play;Playlist;Media;Songs;
ca: Noise;Àudio;Reproductor;MP3;Play;Reproduir;Llista de reproducció;Media;Cançons;
fa: نویز;صوتی;پلیر;MP3;پلی;لیست پخش;رسانه;آهنگ;
fr: Bruit;Audio;Lecteur;MP3;Lecture;Playlist;Liste de lecture;Média;Musique;Chanson;
hu: Noise;Audió;Lejátszó;MP3;iPod;Lejátszás;Lejátszási lista;Média;Számok;Zenék;Zene;
pl: Muzyka;Dźwięk;Audio;Odtwarzacz;MP3;Odtwarzaj;Lista odtwarzania;Media;Piosenki;
ru: Noise;Audio;Player;MP3;Play;Playlist;Media;Songs;Шум;Аудио;Проигрыватель;Воспроизведение;Плейлист;Медиа;Телефон;Песни;
sv: Brus;Ljud;Spelare;MP3;Spela;Spellista;Media;Låtar;
uk: Noise;Audio;Аудіо;Player;Програвач;MP3;Play;Відтворення;Playlist;Добірка;Список відтворення;Плейліст;Медіа;Media;Songs;Пісні;
zh_tw: Noise;Audio;Player;MP3;Play;Playlist;Media;Songs;音樂;音訊;播放器;播放;播放清單;媒體;歌;曲;
