Repository: elementary/music
Catalog: po/*.po
Languages: pa

source: Importing <b>$NAME</b> by <b>$ARTIST</b> to library…
pa: <b>$ARTIST</b> ਦੇ <b>$NAME</b> ਦੀ ਲਾਇਬ੍ਰੇਰੀ 'ਚ ਆਮਦ ਹੋ ਰਹੀ ਹੈ…

source: Unknown
pa: ਅਣਜਾਣ

source: $NAME on $ALBUM
pa: $ALBUM ਵਿੱਚ $NAME

source: $NAME by $ARTIST
pa: $ARTIST ਦਾ ਗਾਇਆ/ਗਾਈ $NAME

source: $NAME by $ARTIST on $ALBUM
pa: $ALBUM ਵਿੱਚੋਂ $ARTIST ਦਾ ਗਾਇਆ $NAME

source: Flat
pa: ਫ਼ਲੈਟ

source: Classical
pa: ਕਲਾਸੀਕਲ

source: Club
pa: ਕਲੱਬ

source: Dance
pa: ਡਾਂਸ

source: Full Bass
pa: ਪੂਰੀ ਧਮਕ

source: Full Treble
pa: ਪੂਰੇ ਛੈਣੇ

source: Full Bass + Treble
pa: ਪੂਰੀ ਧਮਕ + ਛੈਣੇ

source: Headphones
pa: ਹੈੱਡਫ਼ੋਨ

source: Large Hall
pa: ਵੱਡਾ ਹਾਲ

source: Live
pa: ਲਾਈਵ

source: Party
pa: ਪਾਰਟੀ

source: Pop
pa: ਪੌਪ

source: Reggae
pa: ਰੈਗੇ

source: Rock
pa: ਰੌਕ

source: Soft
pa: ਨਰਮ

source: Ska
pa: ਸਕਾ

source: Soft Rock
pa: ਨਰਮ ਰੌਕ

source: Techno
pa: ਟੈਕਨੋ

source: New playlist
pa: ਨਵੀਂ ਪਲੇ-ਸੂਚੀ

source: MPEG Version 3.0 Extended (*.m3u)
pa: ਐੱਮਪੀਈਜੀ ਵਰਜਨ 3.0 ਐਕਸਟੈਂਡਿਡ (*.m3u)

source: Shoutcast Playlist Version 2.0 (*.pls)
pa: ਸ਼ਾਊਟਕਾਸਟ ਪਲੇ-ਸੂਚੀ ਵਰਜਨ 2.0 (*.pls)

source: Export Playlist
pa: ਪਲੇ-ਸੂਚੀ ਦਰਾਮਦ ਕਰੋ

source: Save
pa: ਸਾਂਭੋ

source: Cancel
pa: ਰੱਦ ਕਰੋ

source: Playlist
pa: ਪਲੇ-ਸੂਚੀ

source: Import %s
pa: %s ਦੀ ਆਮਦ ਕਰੋ

source: Open
pa: ਖੋਲ੍ਹੋ

source: Unrecognized playlist file. Import failed.
pa: ਅਣਪਛਾਤੀ ਪਲੇ-ਸੂਚੀ ਫ਼ਾਇਲ। ਆਮਦ ਨਹੀਂ ਹੋ ਸਕੀ।

source: Empty device!
pa: ਡਿਵਾਈਸ ਖ਼ਾਲੀ ਕਰੋ!

source: This device does not contain any music.
pa: ਇਸ ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ ਸੰਗੀਤ ਨਹੀਂ ਹੈ।

source: Android Phone
pa: ਐਂਡਰਾਇਡ ਫ਼ੋਨ

source: Audio Player
pa: ਆਡੀਓ ਪਲੇਅਰ

source: Adding <b>$NAME</b> by <b>$ARTIST</b> to $DEVICE
pa: <b>$ARTIST</b> ਦੇ ਗਾਏ <b>$NAME</b> ਨੂੰ $DEVICE ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹੈ

source: Syncing <b>%s</b>…
pa: <b>%s</b> ਦਾ ਤਾਲਮੇਲ ਹੋ ਰਿਹੈ…

source: Removing <b>$NAME</b> by <b>$ARTIST</b> from $DEVICE
pa: <b>$ARTIST</b> ਦੇ ਗਾਏ <b>$NAME</b> ਨੂੰ $DEVICE ਵਿੱਚੋਂ ਹਟਾਇਆ ਜਾ ਰਿਹੈ

source: Removing from <b>%s</b>…
pa: <b>%s</b> ਵਿੱਚੋਂ ਹਟਾਇਆ ਜਾ ਰਿਹੈ…

source: Finishing sync process…
pa: ਤਾਲਮੇਲ ਦਾ ਕੰਮ ਮੁਕੰਮਲ ਹੋ ਰਿਹੈ…

source: Cancelling Sync…
pa: ਤਾਲਮੇਲ ਰੱਦ ਹੋ ਰਿਹੈ…

source: Import Complete
pa: ਆਮਦ ਮੁਕੰਮਲ

source: Your Library Has Been Imported.
pa: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਆਮਦ ਹੋ ਚੁੱਕੀ ਹੈ।

source: <b>Copying</b> files to <b>Music Folder</b>…
pa: ਫ਼ਾਇਲਾਂ ਨੂੰ <b>ਮਿਊਜ਼ਿਕ ਫ਼ੋਲਡਰ</b> ਵਿੱਚ <b>ਨਕਲ</b> ਕੀਤਾ ਜਾ ਰਿਹੈ…

source: Music
pa: ਮਿਊਜ਼ਿਕ

source: Import to Library…
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ…

source: Preferences
pa: ਤਰਜੀਹਾਂ

source: Previous
pa: ਪਿਛਲਾ

source: Play
pa: ਚਲਾਓ

source: Next
pa: ਅਗਲਾ

source: Search Music
pa: ਸੰਗੀਤ ਖੋਜੋ

source: Pause
pa: ਰੋਕੋ

source: No songs in Queue
pa: ਕਤਾਰ ਵਿੱਚ ਕੋਈ ਗੀਤ ਨਹੀਂ ਹਨ

source: To add songs to the queue, use the <b>secondary click</b> on an item and choose <b>Queue</b>. When a song finishes, the queued songs will be played first before the next song in the currently playing list.
pa: ਗੀਤਾਂ ਨੂੰ ਕਤਾਰ ਵਿੱਚ ਪਾਉਣ ਲਈ ਗੀਤ 'ਤੇ <b>ਸੱਜੀ ਕਲਿਕ</b> ਕਰੋ ਅਤੇ <b>ਕਤਾਰ ਵਿੱਚ ਪਾਓ</b> ਚੁਣੋ। ਜਦੋਂ ਗੀਤ ਖ਼ਤਮ ਹੁੰਦਾ ਹੈ ਤਾਂ ਪਹਿਲਾਂ ਕਤਾਰ ਵਿਚਲੇ ਗੀਤਾਂ ਨੂੰ ਚਲਾਇਆ ਜਾਂਦੈ, ਮੌਜੂਦਾ ਪਲੇ-ਸੂਚੀ ਵਿਚਲੇ ਗੀਤਾਂ ਤੋਂ ਵੀ ਪਹਿਲਾਂ।

source: No songs in History
pa: ਇਤਿਹਾਸ ਵਿੱਚ ਕੋਈ ਗੀਤ ਨਹੀਂ ਹਨ

source: After a part of a song has been played, it is added to the history list. You can use this list to see all the songs you have played during the current session.
pa: ਜਦੋਂ ਗੀਤ ਦਾ ਕੁਝ ਹਿੱਸਾ ਚੱਲ ਜਾਵੇ ਤਾਂ ਇਹ ਇਤਿਹਾਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਂਦੈ। ਤੁਸੀਂ ਆਪਣੇ ਮੌਜੂਦਾ ਸੈਸ਼ਨ ਵਿੱਚ ਚਲਾਏ ਗੀਤ ਵੇਖਣ ਲਈ ਇਹ ਇਤਿਹਾਸ ਵਾਲ਼ੀ ਸੂਚੀ ਵੇਖ ਸਕਦੇ ਹੋ।

source: Import Music
pa: ਮਿਊਜ਼ਿਕ ਦੀ ਆਮਦ ਕਰੋ

# Name of the playlist
source: Queue
pa: ਕਤਾਰ ਵਿੱਚ ਲਾਓ

source: File not found
pa: ਫ਼ਾਇਲ ਨਹੀਂ ਲੱਭੀ

source: The music file for <b>%s</b> by <b>%s</b> could not be found.
pa: <b>%s</b> ਦੇ ਗਾਏ <b>%s</b> ਲਈ ਮਿਊਜ਼ਿਕ ਫ਼ਾਇਲ ਨਹੀਂ ਲੱਭੀ।

source: %i music files could not be found.
pa: %i ਮਿਊਜ਼ਿਕ ਫ਼ਾਇਲਾਂ ਨਹੀਂ ਲੱਭੀਆਂ।

source: Rescan Library
pa: ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਦੁਬਾਰਾ ਸਕੈਨ ਕਰੋ

source: Remove Song
pa: ਗੀਤ ਨੂੰ ਹਟਾਓ

source: Find Song
pa: ਗੀਤ ਲੱਭੋ

source: Choose Music Folder
pa: ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਚੁਣੋ

source: Would you like to install the %s plugin?
pa: ਤੁਸੀਂ %s ਪਲੱਗਇਨ ਸਥਾਪਤ ਕਰਨਾ ਚਾਹੋਗੇ?

source: This song cannot be played. The %s plugin is required to play the song.
pa: ਇਹ ਗੀਤ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇਸਨੂੰ ਚਲਾਉਣ ਲਈ %s ਪਲੱਗਇਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ।

source: Install Plugin
pa: ਪਲੱਗਇਨ ਸਥਾਪਤ ਕਰੋ

source: Title:
pa: ਸਿਰਲੇਖ:

source: Artist:
pa: ਕਲਾਕਾਰ:

source: Album:
pa: ਐਲਬਮ:

source: Album Artist:
pa: ਐਲਬਮ ਕਲਾਕਾਰ:

source: Composer:
pa: ਸੰਗੀਤਕਾਰ:

source: Grouping:
pa: ਗਰੁੱਪ:

source: Genre:
pa: ਵੰਨਗੀ:

source: Year:
pa: ਸਾਲ:

source: Track:
pa: ਟਰੈਕ:

source: Disc:
pa: ਡਿਸਕ:

source: Rating:
pa: ਰੇਟਿੰਗ:

source: Comment:
pa: ਟਿੱਪਣੀ:

source: Close
pa: ਬੰਦ ਕਰੋ

source: Issues while importing from %s
pa: %s ਤੋਂ ਆਮਦ ਕਰਦੇ ਵੇਲ਼ੇ ਕੁਝ ਮਸਲੇ ਪੇਸ਼ ਆਏ

source: Unable to import %d item. The file may be damaged.
pa: %d ਨਗ ਦੀ ਆਮਦ ਨਹੀਂ ਹੋ ਸਕੀ। ਫ਼ਾਇਲ ਖ਼ਰਾਬ ਹੋ ਸਕਦੀ ਹੈ।

source: Move all corrupted files to trash
pa: ਸਾਰੀਆਂ ਖ਼ਰਾਬ ਫ਼ਾਇਲਾਂ ਨੂੰ ਕੂੜੇਦਾਨ 'ਚ ਭੇਜੋ

source: del
pa: ਮਿਟਾਓ

source: File Location
pa: ਫ਼ਾਇਲ ਟਿਕਾਣਾ

source: Select individual files to move to trash:
pa: ਕੂੜੇਦਾਨ 'ਚ ਭੇਜਣ ਲਈ 'ਕੱਲੀ-'ਕੱਲੀ ਫ਼ਾਇਲ ਚੁਣੋ:

source: Move to Trash
pa: ਕੂੜੇਦਾਨ 'ਚ ਭੇਜੋ

source: Ignore
pa: ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ

source: Select Music Folder…
pa: ਮਿਊਜ਼ਿਕ ਫ਼ੋਲਡਰ ਚੁਣੋ…

source: Music Folder Location
pa: ਮਿਊਜ਼ਿਕ ਫ਼ੋਲਡਰ ਦਾ ਟਿਕਾਣਾ

source: Library Management
pa: ਲਾਇਬ੍ਰੇਰੀ ਦਾ ਪ੍ਰਬੰਧਨ

source: Keep Music folder organized:
pa: ਮਿਊਜ਼ਿਕ ਫ਼ੋਲਡਰ ਨੂੰ ਸਿਲਸਿਲੇਬੱਧ ਰੱਖੋ:

source: Write metadata to file:
pa: ਮੈਟਾਡੇਟਾ ਫ਼ਾਇਲ 'ਤੇ ਲਿਖੋ:

source: Copy imported files to Library:
pa: ਆਮਦ ਕੀਤੀਆਂ ਫ਼ਾਇਲਾਂ ਨੂੰ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਨਕਲ ਕਰੋ:

source: Desktop Integration
pa: ਡੈਸਕਟਾਪ ਅਨੁਕੂਲਤਾ

source: Continue playback when closed:
pa: ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਸੰਗੀਤ ਚਲਦਾ ਰੱਖੋ:

source: Remove %d Song From Library?
pa: %d ਗੀਤ ਨੂੰ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਹੈ?

source: Remove "%s" From Library?
pa: "%s" ਨੂੰ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਹੈ?

source: This will remove the song from your library and from any device synced automatically.
pa: ਇਹ ਗੀਤ ਨੂੰ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ ਆਟੋਮੈਟਿਕ ਤਾਲਮੇਲ ਦੀ ਡਿਵਾਈਸ ਵਿੱਚੋਂ ਹਟਾ ਦੇਵੇਗਾ।

source: Remove from Library
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚੋਂ ਹਟਾਓ

source: Set Music Folder?
pa: ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਸੈੱਟ ਕਰਨ ਹੈ?

source: Are you sure you want to set the music folder to %s? This will reset your library and remove your playlists.
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਿਆ ਹੀ %s ਨੂੰ ਆਪਣੇ ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਵਜੋਂ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹਦੇ ਨਾਲ਼ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਰੀਸੈੱਟ ਹੋ ਜਾਵੇਗੀ ਅਤੇ ਤੁਹਾਡੀਆਂ ਪਲੇ-ਸੂਚੀਆਂ ਮਿਟ ਜਾਣਗੀਆਂ।

source: Export Playlists
pa: ਪਲੇ-ਸੂਚੀ ਦਰਾਮਦ ਕਰੋ

source: Set Music Folder
pa: ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਸੈੱਟ ਕਰੋ

source: Playlist Title
pa: ਪਲੇ-ਸੂਚੀ ਦਾ ਨਾਂ

source: any
pa: ਕੋਈ ਵੀ

source: all
pa: ਸਾਰੇ

source: Match
pa: ਮੇਲ ਖਾਂਦਾ

source: of the following:
pa: ਇਹਨਾਂ ਵਿੱਚੋਂ:

source: Add
pa: ਜੋੜੋ

source: Limit to
pa: ਇਹਦੇ ਤੱਕ ਸੀਮਿਤ ਕਰੋ

source: items
pa: ਨਗ

source: Name of Playlist
pa: ਪਲੇ-ਸੂਚੀ ਦਾ ਨਾਂ

source: Rules
pa: ਨੇਮ

source: Options
pa: ਆਪਸ਼ਨਾਂ

source: Smart Playlist Editor
pa: ਚੁਸਤ ਪਲੇ-ਸੂਚੀ ਸੰਪਾਦਕ

source: Remove
pa: ਹਟਾਓ

source: Album
pa: ਐਲਬਮ

source: Artist
pa: ਕਲਾਕਾਰ

source: Bitrate
pa: ਬਿੱਟਰੇਟ

source: Comment
pa: ਟਿੱਪਣੀ

source: Composer
pa: ਸੰਗੀਤਕਾਰ

source: Date Added
pa: ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਮਿਤੀ

source: Genre
pa: ਵੰਨਗੀ

source: Grouping
pa: ਗਰੁੱਪਿੰਗ

source: Last Played
pa: ਆਖ਼ਰੀ ਵਾਰ ਚਲਾਏ ਗਏ

source: Length
pa: ਲੰਬਾਈ

source: Playcount
pa: ਚਲਾਉਣ ਦੀ ਗਿਣਤੀ

source: Rating
pa: ਰੇਟਿੰਗ

source: Skipcount
pa: ਛੱਡ ਦੀ ਗਿਣਤੀ

source: Title
pa: ਸਿਰਲੇਖ

source: Year
pa: ਸਾਲ

source: URI
pa: ਪਤਾ

source: is
pa: ਹੈ

source: contains
pa: ਇਹ ਸਮੱਗਰੀ ਹੈ

source: does not contain
pa: ਇਹ ਸਮੱਗਰੀ ਨਹੀਂ

source: is exactly
pa: ਹੂ-ਬ-ਹੂ ਇੰਝ ਹੈ

source: is at most
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਹੈ

source: is at least
pa: ਘੱਟੋ-ਘੱਟ ਹੈ

source: is within
pa: ਇਸਦੇ ਵਿੱਚ ਹੈ

source: is before
pa: ਪਹਿਲਾਂ ਹੈ

source: seconds
pa: ਸਕਿੰਟ

source: days ago
pa: ਦਿਨ ਪਹਿਲਾਂ

source: kbps
pa: ਕੇਬੀਪੀਐੱਸ

source: Sync will remove %i item from %s
pa: ਤਾਲਮੇਲ %s ਵਿੱਚੋਂ %i ਨਗ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ

source: If you continue to sync, media will be removed from %s since they are not on the sync list. Would you like to import them to your library first?
pa: ਜੇ ਤੁਸੀਂ ਤਾਲਮੇਲ ਜਾਰੀ ਰੱਖਿਆ ਤਾਂ %s ਤੋਂ ਮੀਡੀਆ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਕਿਉਂਕਿ ਉਹ ਤਾਲਮੇਲ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਪਹਿਲਾਂ ਉਸਨੂੰ ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Continue Syncing
pa: ਤਾਲਮੇਲ ਜਾਰੀ ਰੱਖੋ

source: Import
pa: ਆਮਦ ਕਰੋ

source: Importing music from %s…
pa: %s ਵਿੱਚੋਂ ਸੰਗੀਤ ਦੀ ਆਮਦ ਹੋ ਰਹੀ ਹੈ…

source: Adding files to library…
pa: ਫ਼ਾਇਲਾਂ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਹੀਆਂ ਹਨ…

source: <b>Importing</b> music to library…
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸੰਗੀਤ ਦੀ <b>ਆਮਦ</b> ਹੋ ਰਹੀ ਹੈ…

source: All music files are already in your library
pa: ਸਾਰੀਆਂ ਸੰਗੀਤ ਫ਼ਾਇਲਾਂ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹਨ

source: No files were imported.
pa: ਕਿਸੇ ਵੀ ਫ਼ਾਇਲ ਦੀ ਆਮਦ ਨਹੀਂ ਕੀਤੀ ਗਈ।

source: Rescanning music for changes. This may take a while…
pa: ਹੋਈਆਂ ਤਬਦੀਲੀਆਂ ਲਈ ਸੰਗੀਤ ਨੂੰ ਦੁਬਾਰਾ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹੈ। ਇਸ ਵਿੱਚ ਥੋੜ੍ਹਾ ਜਿਹਾ ਵਕ਼ਤ ਲੱਗ ਸਕਦੈ…

source: Added to your queue:
pa: ਤੁਹਾਡੀ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ:

source: %d Track
pa: %d ਗੀਤ

source: Favorite Songs
pa: ਪਸੰਦੀਦਾ ਗੀਤ

source: Recently Added
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ

source: Recent Favorites
pa: ਹਾਲੀਆ ਮਨਪਸੰਦ

source: Never Played
pa: ਕਦੇ ਵੀ ਨਾ ਚਲਾਏ ਗਏ

source: Over Played
pa: ਬਹੁਤ ਜ਼ਿਆਦਾ ਚਲਾਏ ਗਏ

source: Not Recently Played
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਨਹੀਂ ਚਲਾਏ ਗਏ

source: History
pa: ਇਤਿਹਾਸ

source: Playlists
pa: ਪਲੇ-ਸੂਚੀਆਂ

source: Device Name:
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ:

source: Device Name
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ

source: Automatically sync when plugged in:
pa: ਕੰਪਿਊਟਰ ਨਾਲ਼ ਜੋੜਨ ਤੇ ਆਪਣੇ-ਆਪ ਤਾਲਮੇਲ ਕਰੋ:

source: Sync:
pa: ਤਾਲਮੇਲ:

source: Sync
pa: ਤਾਲਮੇਲ

source: All Music
pa: ਸਾਰਾ ਸੰਗੀਤ

source: Sync Failed
pa: ਤਾਲਮੇਲ ਨਾਕਾਮ ਰਿਹਾ

source: The playlist named %s is used to sync device %s, but could not be found.
pa: ਡਿਵਾਈਸ %s ਨੂੰ ਤਾਲਮੇਲ ਕਰਨ ਵਾਲ਼ੀ ਪਲੇਸੂਚੀ %s ਨਹੀਂ ਲੱਭੀ।

source: Cannot Sync
pa: ਤਾਲਮੇਲ ਨਹੀਂ ਹੋ ਸਕਦਾ

source: Cannot sync device with selected sync settings. Not enough space on disk
pa: ਚੁਣੀਆਂ ਹੋਈਆਂ ਤਾਲਮੇਲ ਸੈਟਿੰਗਾਂ ਨਾਲ਼ ਡਿਵਾਈਸ ਤਾਲਮੇਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਡਿਸਕ 'ਤੇ ਜਗ੍ਹਾ ਘੱਟ ਹੈ

source: Device is already doing an operation.
pa: ਡਿਵਾਈਸ ਪਹਿਲਾਂ ਹੀ ਕੋਈ ਕਾਰਵਾਈ ਕਰ ਰਹੀ ਹੈ।

source: Cancelling…
pa: ਰੱਦ ਹੋ ਰਿਹੈ…

source: Device operation has been cancelled and will stop after this media.
pa: ਡਿਵਾਈਸ ਕਾਰਵਾਈ ਰੱਦ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸ ਮੀਡੀਏ ਤੋਂ ਬਾਅਦ ਰੁਕ ਜਾਵੇਗੀ।

source: No Results
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ

source: Try another search
pa: ਇੱਕ ਹੋਰ ਖੋਜ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Genres
pa: ਵੰਨਗੀਆਂ

source: Artists
pa: ਕਲਾਕਾਰ

source: Albums
pa: ਐਲਬਮਾਂ

source: Years
pa: ਸਾਲ

source: Ratings
pa: ਰੇਟਿੰਗਾਂ

source: Composers
pa: ਸੰਗੀਤਕਾਰ

source: Groupings
pa: ਗਰੁੱਪਿੰਗਾਂ

source: All Genres
pa: ਸਾਰੀਆਂ ਵੰਨਗੀਆਂ

source: All %i Genres
pa: ਸਾਰੀਆਂ %i ਵੰਨਗੀਆਂ

source: No Genres
pa: ਕੋਈ ਵੰਨਗੀ ਨਹੀਂ

source: All Artists
pa: ਸਾਰੇ ਕਲਾਕਾਰ

source: All %i Artists
pa: ਸਾਰੇ %i ਕਲਾਕਾਰ

source: No Artists
pa: ਕੋਈ ਕਲਾਕਾਰ ਨਹੀਂ

source: All Albums
pa: ਸਾਰੀਆਂ ਐਲਬਮਾਂ

source: All %i Albums
pa: ਸਾਰੀਆਂ %i ਐਲਬਮਾਂ

source: No Albums
pa: ਕੋਈ ਐਲਬਮ ਨਹੀਂ

source: All Years
pa: ਸਾਰੇ ਸਾਲ

source: All %i Years
pa: ਸਾਰੇ %i ਸਾਲ

source: No Years
pa: ਕੋਈ ਸਾਲ ਨਹੀਂ

source: All Ratings
pa: ਸਾਰੀਆਂ ਰੇਟਿੰਗਾਂ

source: No Ratings
pa: ਕੋਈ ਰੇਟਿੰਗਾਂ ਨਹੀਂ

source: All Groupings
pa: ਸਾਰੀਆਂ ਗਰੁੱਪਿੰਗਾਂ

source: All %i Groupings
pa: ਸਾਰੀਆਂ %i ਗਰੁੱਪਿੰਗਾਂ

source: No Groupings
pa: ਕੋਈ ਗਰੁੱਪਿੰਗ ਨਹੀਂ

source: All Composers
pa: ਸਾਰੇ ਸੰਗੀਤਕਾਰ

source: All %i Composers
pa: ਸਾਰੇ %i ਸੰਗੀਤਕਾਰ

source: No Composers
pa: ਕੋਈ ਸੰਗੀਤਕਾਰ ਨਹੀਂ

source: Automatic
pa: ਖ਼ੁਦ-ਮੁਖ਼ਤਾਰ

source: On Left
pa: ਖੱਬੇ ਪਾਸੇ

source: On Top
pa: ਉੱਤੇ

source: Unrated
pa: ਬੇ-ਦਰਜਾ

source: %u Star
pa: %u ਤਾਰਾ

source: %u kbps
pa: %u ਕੇਬੀਪੀਐੱਸ

source: Never
pa: ਕਦੇ ਵੀ ਨਹੀਂ

# List column title
source: Track
pa: ਗੀਤ

# List column title
source: Title
pa: ਨਾਂ

# List column title
source: Length
pa: ਲੰਬਾਈ

# List column title
source: Artist
pa: ਕਲਾਕਾਰ

# List column title
source: Album
pa: ਐਲਬਮ

# List column title
source: Album Artist
pa: ਐਲਬਮ ਕਲਾਕਾਰ

# List column title
source: Composer
pa: ਸੰਗੀਤਕਾਰ

# List column title
source: Genre
pa: ਵੰਨਗੀ

# List column title
source: Year
pa: ਸਾਲ

# List column title
source: Grouping
pa: ਗਰੁੱਪਿੰਗ

# List column title
source: Bitrate
pa: ਬਿੱਟਰੇਟ

# List column title
source: Rating
pa: ਦਰਜਾਬੰਦੀ

# List column title
source: Plays
pa: ਚਲਾਏ

# List column title
source: Skips
pa: ਛੱਡੇ

# List column title
source: Date Added
pa: ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਮਿਤੀ

# List column title
source: Last Played
pa: ਆਖ਼ਰੀ ਵਾਰ ਚਲਾਏ

# List column title (beats per minute)
source: BPM
pa: ਬੀਪੀਐੱਮ

# List column title (file location)
source: Location
pa: ਟਿਕਾਣਾ

# List column title
source: File Size
pa: ਫ਼ਾਇਲ ਦਾ ਸਾਈਜ਼

source: Autosize Columns
pa: ਕਾਲਮਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਸਾਈਜ਼ ਲੈਣ ਦਿਓ

source: 1234 kbps
pa: 1234 ਕੇਬੀਪੀਐੱਸ

source: Sample List String
pa: ਨਮੂਨਾ ਸੂਚੀ ਲਾਈਨ

source: Get Some Tunes
pa: ਕੋਈ ਗੀਤ-ਸੰਗੀਤ ਚਲਾਓ

source: Add music to your library.
pa: ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ 'ਚ ਸੰਗੀਤ ਸ਼ਾਮਲ ਕਰੋ।

source: Import music from a source into your library.
pa: ਕਿਸੇ ਸਰੋਤ ਤੋਂ ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸੰਗੀਤ ਦੀ ਆਮਦ ਕਰੋ।

source: Change Music Folder
pa: ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਬਦਲੋ

source: Load music from a folder, a network or an external disk.
pa: ਕਿਸੇ ਫ਼ੋਲਡਰ, ਨੈੱਟਵਰਕ ਜਾਂ ਬਾਹਰੀ ਡਿਸਕ ਤੋਂ ਸੰਗੀਤ ਲੋਡ ਕਰੋ।

source: Import your Music
pa: ਆਪਣੇ ਸੰਗੀਤ ਦੀ ਆਮਦ ਕਰੋ

source: Import all your Music from %s into your library.
pa: %s ਤੋਂ ਆਪਣੇ ਸਾਰੇ ਸੰਗੀਤ ਦੀ ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਆਮਦ ਕਰੋ।

source: Select Music Folder
pa: ਸੰਗੀਤ ਫ਼ੋਲਡਰ ਚੁਣੋ

source: No Songs
pa: ਕੋਈ ਗੀਤ ਨਹੀਂ

source: Updating playlist. Please wait.
pa: ਪਲੇ-ਸੂਚੀ ਅਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।

source: To add songs to this playlist, use the <b>secondary click</b> on an item and choose <b>Add to Playlist</b>.
pa: ਇਸ ਪਲੇ-ਸੂਚੀ ਵਿੱਚ ਗੀਤ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਗੀਤ 'ਤੇ <b>ਸੱਜੀ ਕਲਿੱਕ</b> ਕਰੋ ਅਤੇ <b>ਪਲੇ-ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ</b> ਚੁਣੋ।

source: Edit Smart Playlist
pa: ਚੁਸਤ ਪਲੇ-ਸੂਚੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ

source: This playlist will be automatically populated with songs that match its rules. To modify these rules, use the <b>secondary click</b> on it in the sidebar and click on <b>Edit</b>. Optionally, you can click on the button below.
pa: ਇਹ ਪਲੇ-ਸੂਚੀ ਆਪਣੇ-ਆਪ ਉਹਨਾਂ ਗੀਤ ਨਾਲ਼ ਭਰ ਜਾਵੇਗੀ ਜਿਹੜੇ ਇਹਦੇ ਨੇਮ ਨਾਲ਼ ਮੇਲ ਖਾਂਦੇ ਹੋਣਗੇ। ਇਹਨਾਂ ਨੇਮਾਂ ਨੂੰ ਬਦਲਣ ਲਈ ਸਾਈਡਬਾਰ ਵਿੱਚ ਇਹਦੇ 'ਤੇ <b>ਸੱਜੀ ਕਲਿੱਕ</b> ਕਰੋ ਅਤੇ ਫਿਰ <b>ਸੰਪਾਦਿਤ ਕਰੋ</b> 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਜਾਂ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਵੀ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹੋ।

source: No media
pa: ਕੋਈ ਮੀਡੀਆ ਨਹੀਂ

source: Set new album cover
pa: ਨਵੀਂ ਐਲਬਮ ਤਸਵੀਰ ਸੈੱਟ ਕਰੋ

source: Image files
pa: ਤਸਵੀਰ ਫ਼ਾਇਲਾਂ

source: _Open
pa: _ਖੋਲ੍ਹੋ

source: _Cancel
pa: _ਰੱਦ ਕਰੋ

source: Save preset
pa: ਪ੍ਰੀਸੈੱਟ ਸਾਂਭੋ

source: Off
pa: ਬੰਦ ਕਰੋ

source: %s (Custom)
pa: %s (ਤਬਦੀਲੀਸ਼ੁਦਾ)

source: %s (Custom %i)
pa: %s (ਤਬਦੀਲੀਸ਼ੁਦਾ %i)

source: Custom Preset
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ ਪ੍ਰੀਸੈੱਟ

source: Custom Preset %i
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ ਪ੍ਰੀਸੈੱਟ %i

source: Scroll to Current Song
pa: ਚਲੰਤ ਗੀਤ 'ਤੇ ਜਾਓ

source: Show in File Browser…
pa: ਫ਼ਾਇਲ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਵਿਖਾਓ…

source: Edit Song Info…
pa: ਗੀਤ ਜਾਣਕਾਰੀ ਸੰਪਾਦਿਤ ਕਰੋ…

source: Other Actions
pa: ਹੋਰ ਕਾਰਵਾਈਆਂ

# Action item (verb)
source: Queue
pa: ਕਤਾਰ ਵਿੱਚ ਲਾਓ

source: Add to Playlist
pa: ਪਲੇ-ਸੂਚੀ 'ਚ ਸ਼ਾਮਲ ਕਰੋ

source: Remove Song…
pa: ਗੀਤ ਹਟਾਓ…

source: Import to Library
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਆਮਦ ਕਰੋ

source: Remove from Library…
pa: ਲਾਇਬ੍ਰੇਰੀ 'ਚੋਂ ਹਟਾਓ…

source: Remove from Device
pa: ਡਿਵਾਈਸ ਤੋਂ ਹਟਾਓ

source: Remove from Queue
pa: ਕਤਾਰ 'ਚੋਂ ਹਟਾਓ

source: New Playlist…
pa: ਨਵੀਂ ਪਲੇ-ਸੂਚੀ…

source: Import %i of %i selected songs
pa: %i ਵਿੱਚੋਂ %i ਚੁਣੇ ਹੋਏ ਗੀਤਾਂ ਦੀ ਆਮਦ ਕਰੋ

source: Import %i song
pa: %i ਗੀਤ ਦੀ ਆਮਦ ਕਰੋ

source: Delete Current
pa: ਮੌਜੂਦਾ ਨੂੰ ਮਿਟਾਓ

source: Rename
pa: ਨਾਂ ਬਦਲੋ

source: Edit…
pa: ਸੰਪਾਦਿਤ ਕਰੋ…

source: Save as Playlist
pa: ਪਲੇ-ਸੂਚੀ ਵਜੋਂ ਸਾਂਭੋ

source: Export…
pa: ਦਰਾਮਦ ਕਰੋ…

source: Eject
pa: ਬਾਹਰ ਕੱਢੋ

source: New Playlist
pa: ਨਵੀਂ ਪਲੇ-ਸੂਚੀ

source: New Smart Playlist
pa: ਨਵੀਂ ਚੁਸਤ ਪਲੇ-ਸੂਚੀ

source: Import Playlists
pa: ਪਲੇ-ਸੂਚੀਆਂ ਦੀ ਆਮਦ ਕਰੋ

source: Library
pa: ਲਾਇਬ੍ਰੇਰੀ

source: Devices
pa: ਡਿਵਾਈਸਾਂ

source: Network
pa: ਨੈੱਟਵਰਕ

source: Add Playlist
pa: ਪਲੇ-ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ

source: Add Smart Playlist
pa: ਚੁਸਤ ਪਲੇ-ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ

source: Add Playlist…
pa: ਪਲੇ-ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ…

source: Equalizer: %s
pa: ਈਕਵਾਲਾਈਜ਼ਰ: %s

source: Enable Repeat
pa: ਦੁਬਾਰਾ ਉਹੀ ਚਲਾਉਣਾ ਚਾਲੂ ਕਰੋ

source: Repeat Song
pa: ਗੀਤ ਨੂੰ ਦੁਬਾਰਾ ਚਲਾਓ

source: Disable Repeat
pa: ਦੁਬਾਰਾ ਚਲਾਉਣਾ ਬੰਦ ਕਰੋ

source: Enable Shuffle
pa: ਫੈਂਟਣਾ ਚਾਲੂ ਕਰੋ

source: Disable Shuffle
pa: ਫੈਂਟਣਾ ਬੰਦ ਕਰੋ

source: View as albums
pa: ਐਲਬਮਾਂ ਵਜੋਂ ਵੇਖੋ

source: View as list
pa: ਸੂਚੀ ਵਜੋਂ ਵੇਖੋ

source: View in columns
pa: ਕਾਲਮਾਂ ਵਜੋਂ ਵੇਖੋ
